Repository: dragon717/Pink_House
Catalog: ItemManager/Resources/Localization/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, pt_br, zh_hans, zh_hant

# 当前设备或账户无法发起购买，请检查系统购买限制后重试。
source: This device or account cannot start purchases. Check system purchase restrictions and try again.
de: Dieses Geraet oder Konto kann keine Kaeufe starten. Pruefe die System-Kaufbeschraenkungen und versuche es erneut.
es: Este dispositivo o cuenta no puede iniciar compras. Revisa las restricciones de compra del sistema e intentalo de nuevo.
fr: Cet appareil ou ce compte ne peut pas lancer d'achat. Verifiez les restrictions d'achat du systeme et reessayez.
ja: このデバイスまたはアカウントでは購入を開始できません。システムの購入制限を確認してからもう一度お試しください。
ko: 현재 기기 또는 계정에서 구매를 시작할 수 없습니다. 시스템 구매 제한을 확인한 뒤 다시 시도해 주세요.
pt_br: Este dispositivo ou conta nao pode iniciar compras. Verifique as restricoes de compra do sistema e tente novamente.
zh_hans: 当前设备或账户无法发起购买，请检查系统购买限制后重试。
zh_hant: 目前裝置或帳號無法發起購買，請檢查系統購買限制後再試。

# 当前设备没有配置系统邮件账户，已改为打开文件分享。请将日志文件发送给开发者邮箱：%@
source: This device has no system mail account configured, so file sharing will open instead. Please send the log file to the developer email: %@
de: Auf diesem Geraet ist kein System-Mailkonto eingerichtet, daher wird stattdessen die Dateifreigabe geoeffnet. Bitte sende die Protokolldatei an die Entwickler-E-Mail: %@
es: Este dispositivo no tiene una cuenta de correo del sistema configurada, asi que se abrira el uso compartido de archivos. Envia el archivo de registro al correo del desarrollador: %@
fr: Aucun compte Mail systeme n'est configure sur cet appareil ; le partage de fichier va donc s'ouvrir. Envoyez le fichier journal a l'adresse developpeur : %@
ja: このデバイスにはシステムメールアカウントが設定されていないため、ファイル共有を開きます。ログファイルを開発者のメールアドレスへ送信してください: %@
ko: 현재 기기에 시스템 메일 계정이 설정되어 있지 않아 파일 공유를 대신 엽니다. 로그 파일을 개발자 이메일로 보내 주세요: %@
pt_br: Este dispositivo nao tem uma conta de e-mail do sistema configurada, entao o compartilhamento de arquivos sera aberto. Envie o arquivo de log para o e-mail do desenvolvedor: %@
zh_hans: 当前设备没有配置系统邮件账户，已改为打开文件分享。请将日志文件发送给开发者邮箱：%@
zh_hant: 目前裝置沒有設定系統郵件帳號，已改為開啟檔案分享。請將日誌檔寄到開發者信箱：%@

# 当天
source: Same day
de: Am selben Tag
es: El mismo dia
fr: Le jour meme
ja: 当日
ko: 당일
pt_br: No mesmo dia
zh_hans: 当天
zh_hant: 當天

# 当天提醒
source: Same-day reminder
de: Erinnerung am selben Tag
es: Aviso el mismo dia
fr: Rappel le jour meme
ja: 当日リマインダー
ko: 당일 알림
pt_br: Lembrete no mesmo dia
zh_hans: 当天提醒
zh_hant: 當天提醒

# 当尾款提醒被系统送达或在站内记录后，将显示在这里
source: When a final payment reminder is delivered by the system or captured in app, it will appear here.
de: Wenn eine Restzahlungs-Erinnerung vom System zugestellt oder in der App erfasst wird, erscheint sie hier.
es: Cuando el sistema entregue un recordatorio de pago final o se registre en la app, aparecera aqui.
fr: Quand un rappel de solde final est livre par le systeme ou enregistre dans l'app, il apparait ici.
ja: 残金リマインダーがシステムから配信されるかアプリ内に記録されると、ここに表示されます。
ko: 잔금 알림이 시스템으로 전달되거나 앱 안에 기록되면 여기에 표시돼요.
pt_br: Quando um lembrete de pagamento final for entregue pelo sistema ou registrado no app, ele aparecera aqui.
zh_hans: 当尾款提醒被系统送达或在站内记录后，将显示在这里
zh_hant: 當尾款提醒被系統送達或在站內記錄後，將顯示在這裡

# 彻底删除
source: Delete Permanently
de: Endgültig löschen
es: Eliminar permanentemente
fr: Supprimer définitivement
ja: 完全に削除
ko: 영구 삭제
pt_br: Excluir permanentemente
zh_hans: 彻底删除
zh_hant: 徹底刪除

# 待付尾款
source: Balance Due
de: Restbetrag offen
es: Saldo pendiente
fr: Solde à payer
ja: 残金待ち
ko: 잔금 대기
pt_br: Saldo pendente
zh_hans: 待付尾款
zh_hant: 待付尾款

# 待付尾款 ¥%@
source: Final payment due ¥%@
de: Faellige Restzahlung ¥%@
es: Pago final pendiente ¥%@
fr: Solde final a payer ¥%@
ja: 未払い残金 ¥%@
ko: 남은 잔금 ¥%@
pt_br: Pagamento final pendente ¥%@
zh_hans: 待付尾款 ¥%@
zh_hant: 待付尾款 ¥%@

# 待付尾款总额
source: Total Pending Balances
de: Summe ausstehender Restzahlungen
es: Total de saldos pendientes
fr: Total des soldes à payer
ja: 未払い残金合計
ko: 미지급 잔금 합계
pt_br: Total de saldos pendentes
zh_hans: 待付尾款总额
zh_hant: 待付尾款總額

# 待提醒
source: Pending
de: Ausstehend
es: Pendientes
fr: En attente
ja: 通知待ち
ko: 알림 예정
pt_br: Pendentes
zh_hans: 待提醒
zh_hant: 待提醒

# 待提醒记录：%d（系统 %d / 站内 %d，上限 %d）
source: Pending records: %d (system %d / in-app %d, limit %d)
de: Ausstehende Datensaetze: %d (System %d / In-App %d, Limit %d)
es: Registros pendientes: %d (sistema %d / en app %d, limite %d)
fr: Enregistrements en attente : %d (systeme %d / dans l'app %d, limite %d)
ja: 通知待ち記録：%d（システム %d / アプリ内 %d、上限 %d）
ko: 대기 알림 기록: %d (시스템 %d / 앱 내 %d, 한도 %d)
pt_br: Registros pendentes: %d (sistema %d / no app %d, limite %d)
zh_hans: 待提醒记录：%d（系统 %d / 站内 %d，上限 %d）
zh_hant: 待提醒記錄：%d（系統 %d / 站內 %d，上限 %d）

# 待签收
source: Awaiting Receipt
de: Wartet auf Empfang
es: Pendiente de recepción
fr: Réception en attente
ja: 受け取り待ち
ko: 수령 대기
pt_br: Aguardando recebimento
zh_hans: 待签收
zh_hant: 待簽收

# 心情
source: Mood
de: Stimmung
es: Ánimo
fr: Humeur
ja: 気分
ko: 기분
pt_br: Humor
zh_hans: 心情
zh_hant: 心情

# 心情 +%d
source: Mood +%d
de: Stimmung +%d
es: Ánimo +%d
fr: Humeur +%d
ja: 気分 +%d
ko: 기분 +%d
pt_br: Humor +%d
zh_hans: 心情 +%d
zh_hant: 心情 +%d

# 心愿
source: Wishlist
de: Wunsch
es: Deseo
fr: Souhait
ja: ウィッシュ
ko: 위시
pt_br: Desejo
zh_hans: 心愿
zh_hant: 心願

# 心愿尾款
source: Wishlist Payments
de: Wunschlisten-Restbetrag
es: Saldo de deseos
fr: Solde de souhait
ja: ほしいもの残金
ko: 위시 잔금
pt_br: Saldo da lista de desejos
zh_hans: 心愿尾款
zh_hant: 心願尾款

# 心愿尾款数量
source: Wishlist Balance Count
de: Anzahl Wunschlisten-Restzahlungen
es: Cantidad de saldos de deseos
fr: Nombre de soldes de souhaits
ja: ウィッシュ残金件数
ko: 위시 잔금 수
pt_br: Quantidade de saldos da lista de desejos
zh_hans: 心愿尾款数量
zh_hant: 心願尾款數量

# 心愿尾款统计
source: Wishlist Balance Statistics
de: Wunschlisten-Restzahlungsstatistik
es: Estadísticas de saldos de deseos
fr: Statistiques des soldes de souhaits
ja: ウィッシュ残金統計
ko: 위시 잔금 통계
pt_br: Estatísticas de saldos da lista de desejos
zh_hans: 心愿尾款统计
zh_hant: 心願尾款統計

# 心愿礼服馆
source: Wish Dress Gallery
de: Wunschkleid-Galerie
es: Galeria de vestidos de ensueno
fr: Galerie des robes de reve
ja: 願いのドレスギャラリー
ko: 소원 드레스 갤러리
pt_br: Galeria de vestidos dos sonhos
zh_hans: 心愿礼服馆
zh_hant: 心願禮服館

# 快带我去宠物商店嘛，我想吃%@～给我买一点好不好喵？
source: Take me to the pet shop. I want %@. Will you buy me some, meow?
de: Bring mich schnell in den Haustierladen, ich möchte %@ essen. Kaufst du mir etwas davon, miau?
es: Llévame rápido a la tienda de mascotas, quiero comer %@. ¿Me compras un poco, miau?
fr: Emmène-moi vite à la boutique de pets, j’ai envie de %@. Tu m’en achètes un peu, miaou ?
ja: 早くペットショップに連れて行ってよ。%@が食べたいにゃ。少し買ってくれない？
ko: 빨리 펫 상점에 데려가 줘요. %@ 먹고 싶다냥. 조금 사 주면 안 될까요?
pt_br: Me leva logo para a loja de pets, quero comer %@. Compra um pouco para mim, miau?
zh_hans: 快带我去宠物商店嘛，我想吃%@～给我买一点好不好喵？
zh_hant: 快帶我去寵物商店嘛，我想吃%@～給我買一點好不好喵？

# 快带我去宠物商店看看嘛，我想补点吃的和喝的喵~
source: Take me to the pet shop. I want to stock up on snacks and drinks, meow~
de: Bring mich schnell in den Haustierladen, ich möchte Essen und Trinken auffüllen, miau~
es: Llévame rápido a ver la tienda de mascotas, quiero reponer comida y bebida, miau~
fr: Emmène-moi vite voir la boutique de pets, je veux refaire le plein de nourriture et de boisson, miaou~
ja: 早くペットショップを見に連れて行って。食べ物と飲み物を補充したいにゃ〜
ko: 빨리 펫 상점에 데려가 줘요. 먹을 것과 마실 걸 좀 채우고 싶다냥~
pt_br: Me leva logo para ver a loja de pets, quero repor comida e bebida, miau~
zh_hans: 快带我去宠物商店看看嘛，我想补点吃的和喝的喵~
zh_hant: 快帶我去寵物商店看看嘛，我想補點吃的和喝的喵~

# 快捷功能
source: Shortcuts
de: Schnellfunktionen
es: Funciones rápidas
fr: Raccourcis
ja: クイック機能
ko: 빠른 기능
pt_br: Atalhos
zh_hans: 快捷功能
zh_hant: 快捷功能

# 快速搭配
source: Quick Outfit
de: Schnelles Outfit
es: Outfit rápido
fr: Tenue rapide
ja: クイックコーデ
ko: 빠른 코디
pt_br: Look rápido
zh_hans: 快速搭配
zh_hant: 快速搭配

# 思考中...
source: Thinking...
de: Denkt nach...
es: Pensando...
fr: Réflexion...
ja: 考え中...
ko: 생각 중...
pt_br: Pensando...
zh_hans: 思考中...
zh_hant: 思考中...

# 总件数
source: Total Items
de: Gesamtanzahl
es: Total de prendas
fr: Total d’articles
ja: 総点数
ko: 총 개수
pt_br: Total de itens
zh_hans: 总件数
zh_hant: 總件數

# 总件数/款
source: Items / Styles
de: Teile / Modelle
es: Piezas / modelos
fr: Articles / modeles
ja: 点数 / 型数
ko: 총 수량 / 스타일
pt_br: Itens / modelos
zh_hans: 总件数/款
zh_hant: 總件數/款

# 总价值
source: Total Value
de: Gesamtwert
es: Valor total
fr: Valeur totale
ja: 総価値
ko: 총 가치
pt_br: Valor total
zh_hans: 总价值
zh_hant: 總價值

# 总价已校正为：%@
source: Total corrected to: %@
de: Gesamtpreis korrigiert auf: %@
es: Total corregido a: %@
fr: Total corrigé à : %@
ja: 合計金額を修正しました：%@
ko: 총액을 수정했어요: %@
pt_br: Total corrigido para: %@
zh_hans: 总价已校正为：%@
zh_hant: 總價已校正為：%@

# 总原价(不包含小物和未填写的): ¥%@
source: Total original price (excluding accessories and blank items): ¥%@
de: Ursprünglicher Gesamtpreis (ohne Accessoires und leere Einträge): ¥%@
es: Precio original total (sin accesorios ni campos vacíos): ¥%@
fr: Prix d'origine total (hors accessoires et champs vides) : ¥%@
ja: 元の合計価格（小物と未入力を除く）: ¥%@
ko: 총 원가(소품 및 미입력 항목 제외): ¥%@
pt_br: Preço original total (sem acessórios e itens em branco): ¥%@
zh_hans: 总原价(不包含小物和未填写的): ¥%@
zh_hant: 總原價（不包含小物和未填寫的）：¥%@

# 总定金
source: Total Deposit
de: Gesamtanzahlung
es: Depósito total
fr: Acompte total
ja: 予約金合計
ko: 총 계약금
pt_br: Sinal total
zh_hans: 总定金
zh_hant: 總定金

# 总小物价值
source: Total Accessory Value
de: Gesamtwert der Accessoires
es: Valor total de accesorios
fr: Valeur totale des accessoires
ja: 小物総額
ko: 총 소품 가치
pt_br: Valor total dos acessórios
zh_hans: 总小物价值
zh_hant: 總小物價值

# 总尾款
source: Total Balance
de: Gesamtrestbetrag
es: Saldo total
fr: Solde total
ja: 残金合計
ko: 총 잔금
pt_br: Saldo total
zh_hans: 总尾款
zh_hant: 總尾款

# 总尾款金额
source: Total Balance Amount
de: Gesamtrestbetrag
es: Monto total del saldo
fr: Montant total du solde
ja: 残金総額
ko: 총 잔금 금액
pt_br: Valor total do saldo
zh_hans: 总尾款金额
zh_hant: 總尾款金額

# 总待付尾款
source: Total Pending Final Payment
de: Offene Restzahlung gesamt
es: Pago final pendiente total
fr: Solde final total a payer
ja: 未払い残金の合計
ko: 총 남은 잔금
pt_br: Pagamento final pendente total
zh_hans: 总待付尾款
zh_hant: 總待付尾款

# 总裙装价值
source: Total Dress Value
de: Gesamtwert der Kleider
es: Valor total de vestidos
fr: Valeur totale des robes
ja: ドレス総額
ko: 총 원피스 가치
pt_br: Valor total dos vestidos
zh_hans: 总裙装价值
zh_hant: 總裙裝價值

# 总裙装数
source: Total Dresses
de: Gesamtzahl Kleider
es: Total de vestidos
fr: Total des robes
ja: ドレス総数
ko: 총 원피스 수
pt_br: Total de vestidos
zh_hans: 总裙装数
zh_hant: 總裙裝數

# 总览统计
source: Overview Statistics
de: Übersichtsstatistik
es: Estadísticas generales
fr: Statistiques générales
ja: 概要統計
ko: 개요 통계
pt_br: Estatísticas gerais
zh_hans: 总览统计
zh_hant: 總覽統計

# 总金额
source: Total Amount
de: Gesamtbetrag
es: Importe total
fr: Montant total
ja: 合計金額
ko: 총 금액
pt_br: Valor total
zh_hans: 总金额
zh_hant: 總金額

# 恢复
source: Restore
de: Wiederherstellen
es: Restaurar
fr: Restaurer
ja: 復元
ko: 복원
pt_br: Restaurar
zh_hans: 恢复
zh_hant: 復原

# 恢复默认摆放
source: Reset Default Layout
de: Standardanordnung wiederherstellen
es: Restablecer distribución predeterminada
fr: Rétablir la disposition par défaut
ja: デフォルト配置に戻す
ko: 기본 배치로 복원
pt_br: Restaurar layout padrão
zh_hans: 恢复默认摆放
zh_hant: 恢復預設擺放

# 您已经使用过试用期了
source: You have already used the trial.
de: Du hast die Testphase bereits genutzt.
es: Ya usaste el periodo de prueba.
fr: Vous avez deja utilise l'essai.
ja: すでに試用期間を利用済みです。
ko: 이미 체험 기간을 사용했습니다.
pt_br: Voce ja usou o periodo de teste.
zh_hans: 您已经使用过试用期了
zh_hant: 您已經使用過試用期了

# 您已经是VIP会员了
source: You are already a VIP member.
de: Du bist bereits VIP-Mitglied.
es: Ya eres miembro VIP.
fr: Vous etes deja membre VIP.
ja: すでに VIP メンバーです。
ko: 이미 VIP 회원입니다.
pt_br: Voce ja e membro VIP.
zh_hans: 您已经是VIP会员了
zh_hant: 您已經是 VIP 會員了

# 您需要更多的 %@ 才能领养这只小可爱。
source: Required %@ Adopt.
de: Du brauchst mehr %@, um diesen kleinen Liebling zu adoptieren.
es: Necesitas más %@ para adoptar a esta monada.
fr: Il vous faut plus de %@ pour adopter ce petit adorable.
ja: このかわいい子をお迎えするには、%@がもっと必要です。
ko: 이 귀여운 친구를 입양하려면 %@이(가) 더 필요해요.
pt_br: Você precisa de mais %@ para adotar essa fofura.
zh_hans: 您需要更多的 %@ 才能领养这只小可爱。
zh_hant: 您需要更多的 %@ 才能領養這只小可愛。

# 想买%@，还差一点骨头币。先把鱼币换成骨头币，再回来继续挑吧。
source: You need a few more Bone Coins to buy %@. Exchange Fish Coins for Bone Coins first, then come back to keep choosing.
de: Für %@ fehlen noch ein paar Knochenmünzen. Tausche zuerst Fischmünzen in Knochenmünzen und such dann weiter.
es: Para comprar %@, faltan algunas Monedas Hueso. Cambia Monedas Pez por Monedas Hueso y vuelve a elegir.
fr: Il manque quelques pièces Os pour acheter %@. Échange d’abord des pièces Poisson contre des pièces Os, puis reviens choisir.
ja: %@を買うにはボーンコインが少し足りないよ。フィッシュコインをボーンコインに交換してから、また選びに戻ってきてね。
ko: %@을(를) 사려면 뼈다귀 코인이 조금 더 필요해요. 먼저 물고기 코인을 뼈다귀 코인으로 바꾸고 다시 골라봐요.
pt_br: Faltam algumas Moedas Osso para comprar %@. Troque Moedas Peixe por Moedas Osso e volte para escolher.
zh_hans: 想买%@，还差一点骨头币。先把鱼币换成骨头币，再回来继续挑吧。
zh_hant: 想買%@，還差一點骨頭幣。先把魚幣換成骨頭幣，再回來繼續挑吧。

# 想买%@，还差一点鱼币。先把骨头币换成鱼币，再回来继续挑吧。
source: You need a few more Fish Coins to buy %@. Exchange Bone Coins for Fish Coins first, then come back to keep choosing.
de: Für %@ fehlen noch ein paar Fischmünzen. Tausche zuerst Knochenmünzen in Fischmünzen und such dann weiter.
es: Para comprar %@, faltan algunas Monedas Pez. Cambia Monedas Hueso por Monedas Pez y vuelve a elegir.
fr: Il manque quelques pièces Poisson pour acheter %@. Échange d’abord des pièces Os contre des pièces Poisson, puis reviens choisir.
ja: %@を買うにはフィッシュコインが少し足りないよ。ボーンコインをフィッシュコインに交換してから、また選びに戻ってきてね。
ko: %@을(를) 사려면 물고기 코인이 조금 더 필요해요. 먼저 뼈다귀 코인을 물고기 코인으로 바꾸고 다시 골라봐요.
pt_br: Faltam algumas Moedas Peixe para comprar %@. Troque Moedas Osso por Moedas Peixe e volte para escolher.
zh_hans: 想买%@，还差一点鱼币。先把骨头币换成鱼币，再回来继续挑吧。
zh_hant: 想買%@，還差一點魚幣。先把骨頭幣換成魚幣，再回來繼續挑吧。

# 想把%@带回家，还差一点喵币。先去充值一下，再回来继续逛萌宠商店吧。
source: You need a few more Meow Coins to bring %@ home. Top up first, then come back to the pet shop.
de: Um %@ mit nach Hause zu nehmen, fehlen noch ein paar Meow Coins. Lade zuerst auf und komm dann zurück in den Pet-Shop.
es: Para llevar %@ a casa, faltan algunas Monedas Miau. Recarga primero y vuelve a la tienda de mascotas.
fr: Il manque quelques pièces Miaou pour ramener %@ à la maison. Recharge d’abord, puis reviens à la boutique des compagnons.
ja: %@をおうちに連れて帰るにはニャーコインが少し足りないよ。先にチャージして、またペットショップに戻ってきてね。
ko: %@을(를) 집에 데려가려면 야옹 코인이 조금 더 필요해요. 먼저 충전하고 펫 상점으로 돌아와요.
pt_br: Faltam algumas Moedas Miau para levar %@ para casa. Recarregue primeiro e volte à loja de pets.
zh_hans: 想把%@带回家，还差一点喵币。先去充值一下，再回来继续逛萌宠商店吧。
zh_hant: 想把%@帶回家，還差一點喵幣。先去儲值一下，再回來繼續逛萌寵商店吧。

# 想换一种：
source: Try another direction:
de: Eine andere Richtung:
es: Prueba otra opción:
fr: Envie d’une autre option :
ja: 別の方向にするなら：
ko: 다른 방향으로 바꾸고 싶다면:
pt_br: Tente outra opção:
zh_hans: 想换一种：
zh_hant: 想換一種：

# 想换新伙伴的话，我先带你去领养界面挑一只呀～
source: If you want a new companion, I’ll take you to the adoption screen first.
de: Wenn du einen neuen Begleiter möchtest, bringe ich dich zuerst zur Adoptionsseite.
es: Si quieres un nuevo compañero, primero te llevo a la pantalla de adopción.
fr: Pour changer de compagnon, je vous emmène d’abord choisir sur l’écran d’adoption.
ja: 新しい相棒に替えたいなら、まず里親画面で選びに行こう。
ko: 새 친구로 바꾸고 싶다면 먼저 입양 화면에서 골라 봐요.
pt_br: Se quiser um novo companheiro, levo você primeiro para a tela de adoção.
zh_hans: 想换新伙伴的话，我先带你去领养界面挑一只呀～
zh_hant: 想換新夥伴的話，我先帶你去領養介面挑一隻呀～

# 成功获得 %d 喵币
source: Received %d Meow Coins
de: %d Miau-Muenzen erhalten
es: Recibiste %d monedas Miau
fr: %d pieces Miaou recues
ja: %d ニャーコインを受け取りました
ko: %d 야옹 코인을 받았어요
pt_br: Voce recebeu %d Moedas Miau
zh_hans: 成功获得 %d 喵币
zh_hant: 成功獲得 %d 喵幣

# 成功获得 %d 喵币（含赠送 %d）
source: Received %d Meow Coins, including %d bonus
de: %d Miau-Muenzen erhalten, inklusive %d Bonus
es: Recibiste %d monedas Miau, incluido un bono de %d
fr: %d pieces Miaou recues, dont %d en bonus
ja: %d ニャーコインを受け取りました（ボーナス %d を含む）
ko: %d 야옹 코인을 받았어요(보너스 %d 포함)
pt_br: Voce recebeu %d Moedas Miau, incluindo %d de bonus
zh_hans: 成功获得 %d 喵币（含赠送 %d）
zh_hant: 成功獲得 %d 喵幣（含贈送 %d）

# 我也在乎你的心情：%@
source: I care about how you're feeling too: %@
de: Deine Stimmung ist mir auch wichtig: %@
es: También me importa cómo te sientes: %@
fr: Ton humeur compte aussi pour moi : %@
ja: あなたの気持ちも大事にしたい：%@
ko: 네 마음도 나에게 중요해: %@
pt_br: Eu também me importo com como você está se sentindo: %@
zh_hans: 我也在乎你的心情：%@
zh_hant: 我也在乎你的心情：%@

# 我今天要出门，请按场景帮我搭配一套穿搭。
source: I’m going out today. Please style an outfit for the occasion.
de: Ich gehe heute aus. Bitte stell mir ein Outfit passend zur Szene zusammen.
es: Hoy voy a salir. Ayúdame a armar un outfit según la ocasión.
fr: Je sors aujourd’hui. Aide-moi à composer une tenue adaptée à l’occasion.
ja: 今日は出かける予定です。シーンに合わせてコーデを組んでください。
ko: 오늘 외출할 예정이에요. 상황에 맞는 코디를 추천해줘요.
pt_br: Vou sair hoje. Monte um look para a ocasião, por favor.
zh_hans: 我今天要出门，请按场景帮我搭配一套穿搭。
zh_hant: 我今天要出門，請按場景幫我搭配一套穿搭。

# 我会一直陪着你汪。
source: I'll always stay with you, woof.
de: Ich bleibe immer bei dir, wuff.
es: Siempre estaré contigo, guau.
fr: Je resterai toujours avec toi, wouf.
ja: ずっとそばにいるワン。
ko: 내가 늘 곁에 있을게멍.
pt_br: Vou estar sempre com você, au-au.
zh_hans: 我会一直陪着你汪。
zh_hant: 我會一直陪著你汪。

# 我会陪着你慢慢来喵~
source: I'll stay with you while we take it slowly, meow~
de: Ich bleibe bei dir, wir gehen es langsam an, miau~
es: Te acompaño mientras vamos despacio, miau~
fr: Je reste avec toi, on y va doucement, miaou~
ja: ゆっくり一緒に進めるにゃ~
ko: 천천히 해도 돼, 내가 같이 있을게냥~
pt_br: Eu fico com você enquanto vamos com calma, miau~
zh_hans: 我会陪着你慢慢来喵~
zh_hant: 我會陪著你慢慢來喵~

# 我先帮你把宠物商店打开啦，等店里补货了我们再来挑。
source: I opened the pet shop for you. We can choose again once it restocks.
de: Ich habe den Haustierladen schon geöffnet. Wenn Nachschub da ist, suchen wir wieder aus.
es: Abrí la tienda de mascotas por ti. Cuando repongan stock, volveremos a elegir.
fr: J’ai ouvert la boutique de pets pour toi. Quand le stock sera revenu, nous choisirons ensemble.
ja: 先にペットショップを開いておくね。お店に在庫が入ったらまた選びに来よう。
ko: 먼저 펫 상점을 열어 둘게요. 가게에 물건이 들어오면 다시 고르러 와요.
pt_br: Abri a loja de pets para você. Quando o estoque voltar, escolhemos de novo.
zh_hans: 我先帮你把宠物商店打开啦，等店里补货了我们再来挑。
zh_hant: 我先幫你把寵物商店打開啦，等店裡補貨了我們再來挑。

# 我先把宠物商店打开啦，等店里补货我们再冲进去挑！
source: I opened the pet shop. Once it restocks, we can rush in and choose!
de: Ich habe den Haustierladen schon geöffnet. Wenn Nachschub da ist, stürmen wir los und suchen aus!
es: Abrí la tienda de mascotas. Cuando repongan stock, entraremos a elegir con todo.
fr: J’ai ouvert la boutique de pets. Quand le stock reviendra, on foncera choisir !
ja: 先にペットショップを開いておくね。在庫が戻ったら一緒に突撃して選ぼう！
ko: 먼저 펫 상점을 열어 둘게요. 가게에 물건이 들어오면 같이 뛰어가서 골라요!
pt_br: Abri a loja de pets. Quando o estoque voltar, vamos entrar com tudo para escolher!
zh_hans: 我先把宠物商店打开啦，等店里补货我们再冲进去挑！
zh_hant: 我先把寵物商店打開啦，等店裡補貨我們再衝進去挑！

# 我先按稳妥方案给你搭一版。
source: I’ll start with a safe outfit plan.
de: Ich stelle dir zuerst eine sichere Variante zusammen.
es: Primero te armo una opción segura.
fr: Je te prépare d’abord une option sûre.
ja: まずは無難で安心な案を組んでみるね。
ko: 먼저 무난한 방향으로 한 벌 골라볼게요.
pt_br: Vou montar primeiro uma opção segura.
zh_hans: 我先按稳妥方案给你搭一版。
zh_hant: 我先按穩妥方案給你搭一版。

# 我先给你一个稳妥方向，下面点开天气卡片看详情。
source: I’ll give you a safe direction first. Open the weather card below for details.
de: Ich gebe dir zuerst eine sichere Richtung. Öffne unten die Wetterkarte für Details.
es: Primero te doy una dirección segura. Abre la tarjeta del clima abajo para ver detalles.
fr: Je te donne d’abord une direction sûre. Ouvre la carte météo ci-dessous pour les détails.
ja: まずは安心な方向を出すね。下の天気カードを開くと詳しく見られるよ。
ko: 먼저 무난한 방향을 알려줄게요. 아래 날씨 카드를 열어 자세히 봐요.
pt_br: Vou te dar uma direção segura primeiro. Abra o cartão do clima abaixo para detalhes.
zh_hans: 我先给你一个稳妥方向，下面点开天气卡片看详情。
zh_hant: 我先給你一個穩妥方向，下面點開天氣卡片看詳情。

# 我先给你这几条：%@。
source: Here are a few to start with: %@.
de: Ich gebe dir erst einmal diese Punkte: %@.
es: Para empezar, te dejo estas ideas: %@.
fr: Pour commencer, je te propose ceci : %@.
ja: まずはこのあたりを出すね：%@。
ko: 먼저 이 몇 가지를 줄게: %@.
pt_br: Para começar, aqui vão algumas ideias: %@.
zh_hans: 我先给你这几条：%@。
zh_hant: 我先給你這幾條：%@。

# 我先随便聊聊
source: I just want to chat first
de: Ich möchte erst einfach plaudern
es: Primero quiero charlar un poco
fr: Je veux juste discuter un peu d’abord
ja: まず気軽に話したい
ko: 먼저 가볍게 이야기하고 싶어요
pt_br: Só quero conversar primeiro
zh_hans: 我先随便聊聊
zh_hant: 我先隨便聊聊

# 我准备好了！
source: I'm ready!
de: Ich bin bereit!
es: ¡Estoy lista!
fr: Je suis prete !
ja: 準備できた！
ko: 준비됐어요!
pt_br: Estou pronta!
zh_hans: 我准备好了！
zh_hant: 我準備好了！

# 我刚刚失手了，咱们再试一次。
source: I fumbled that one. Let's try again.
de: Das ist mir gerade misslungen. Versuchen wir es noch einmal.
es: Me salió mal esta vez. Probemos de nuevo.
fr: J'ai raté celle-là. On réessaie.
ja: 今のはうまくいかなかったね。もう一度試そう。
ko: 방금은 내가 실수했어. 다시 해 보자.
pt_br: Eu me atrapalhei agora. Vamos tentar de novo.
zh_hans: 我刚刚失手了，咱们再试一次。
zh_hant: 我剛剛失手了，我們再試一次。

# 我刚刚盯过货架啦，现在店里有%@。点一下先放进背包，拖到投喂区就能马上给我吃喝。
source: I just checked the shelves. The shop has %@ right now. Tap to put it in the inventory, then drag it to the feeding area so I can enjoy it.
de: Ich habe gerade ins Regal geschaut. Im Laden gibt es jetzt %@. Antippen legt es zuerst in den Rucksack; zieh es dann in den Fütterbereich, damit ich sofort essen oder trinken kann.
es: Acabo de revisar el estante. Ahora la tienda tiene %@. Toca para guardarlo primero en la mochila y arrástralo a la zona de comida para dármelo enseguida.
fr: Je viens de surveiller les rayons : il y a %@ en boutique. Touche pour mettre dans le sac, puis fais glisser vers la zone de repas pour me le donner tout de suite.
ja: さっき棚を確認したよ。今お店には%@がある。タップで先にバッグへ入れて、餌やりエリアへドラッグするとすぐ食べたり飲んだりできるよ。
ko: 방금 진열대를 살펴봤어요. 지금 가게에는 %@가 있어요. 한 번 탭해서 먼저 가방에 넣고, 먹이 주기 구역으로 끌면 바로 먹고 마실 수 있어요.
pt_br: Acabei de olhar a prateleira. Agora a loja tem %@. Toque para colocar primeiro na mochila e arraste para a área de alimentação para eu comer ou beber na hora.
zh_hans: 我刚刚盯过货架啦，现在店里有%@。点一下先放进背包，拖到投喂区就能马上给我吃喝。
zh_hant: 我剛剛盯過貨架啦，現在店裡有%@。點一下先放進背包，拖到投餵區就能馬上給我吃喝。

# 我已同意并勾选
source: I have agreed and checked it
de: Ich habe zugestimmt und es markiert
es: He aceptado y marcado la casilla
fr: J'ai accepte et coche
ja: 同意してチェックしました
ko: 동의하고 체크했습니다
pt_br: Concordei e marquei
zh_hans: 我已同意并勾选
zh_hant: 我已同意並勾選

# 我已经先闻过货架啦，现在店里有%@。点一下先放进背包，拖到投喂区就能马上给我享用。
source: I already sniffed the shelves. The shop has %@ right now. Tap to put it in the inventory, then drag it to the feeding area so I can enjoy it.
de: Ich habe schon am Regal geschnuppert. Im Laden gibt es jetzt %@. Antippen legt es zuerst in den Rucksack; zieh es dann in den Fütterbereich, damit ich es sofort genießen kann.
es: Ya olfateé el estante. Ahora la tienda tiene %@. Toca para guardarlo primero en la mochila y arrástralo a la zona de comida para que lo disfrute enseguida.
fr: J’ai déjà reniflé les rayons : il y a %@ en boutique. Touche pour mettre dans le sac, puis fais glisser vers la zone de repas pour que j’en profite tout de suite.
ja: 先に棚をくんくんしてきたよ。今お店には%@がある。タップで先にバッグへ入れて、餌やりエリアへドラッグするとすぐ楽しめるよ。
ko: 먼저 진열대를 킁킁 맡아 봤어요. 지금 가게에는 %@가 있어요. 한 번 탭해서 먼저 가방에 넣고, 먹이 주기 구역으로 끌면 바로 즐길 수 있어요.
pt_br: Já farejei a prateleira. Agora a loja tem %@. Toque para colocar primeiro na mochila e arraste para a área de alimentação para eu aproveitar na hora.
zh_hans: 我已经先闻过货架啦，现在店里有%@。点一下先放进背包，拖到投喂区就能马上给我享用。
zh_hant: 我已經先聞過貨架啦，現在店裡有%@。點一下先放進背包，拖到投餵區就能馬上給我享用。

# 我想充值喵币
source: I want to top up Meow Coins
de: Ich möchte Miau-Münzen aufladen
es: Quiero recargar Monedas Miau
fr: Je veux recharger des pièces Miaou
ja: ニャーコインをチャージしたい
ko: 야옹 코인을 충전하고 싶어요
pt_br: Quero recarregar Moedas Miau
zh_hans: 我想充值喵币
zh_hant: 我想充值喵幣

# 我想先被安慰一下
source: I want a little comfort first
de: Ich möchte erst ein wenig getröstet werden
es: Quiero que me consuelen un poco primero
fr: Je veux d’abord un peu de réconfort
ja: まず少し慰めてほしい
ko: 먼저 조금 위로받고 싶어요
pt_br: Quero um pouco de conforto primeiro
zh_hans: 我想先被安慰一下
zh_hant: 我想先被安慰一下
